{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
        "page_title": "",
        "banner_img": "shopify:\/\/shop_images\/new-image.png"
      }
    },
    "da5c0772-65e9-4c1b-a67a-bbeda0b4355b": {
      "type": "cus-about-page",
      "blocks": {
        "69ce1f04-a019-43f5-a46d-b77e666c54b1": {
          "type": "column",
          "settings": {
            "image": "shopify:\/\/shop_images\/about-img-4.jpg"
          }
        },
        "4ed4b6e9-f8bc-446c-984c-804de51738ef": {
          "type": "column",
          "settings": {
            "image": "shopify:\/\/shop_images\/about-img-5.webp"
          }
        },
        "a81e0284-f8bd-4f35-9525-aa8b2496cc94": {
          "type": "column",
          "settings": {
            "image": "shopify:\/\/shop_images\/about-img-6.webp"
          }
        },
        "1c5a30b8-7367-47c0-b4f4-9877412fbac0": {
          "type": "column",
          "settings": {
            "image": "shopify:\/\/shop_images\/about-img-7.webp"
          }
        }
      },
      "block_order": [
        "69ce1f04-a019-43f5-a46d-b77e666c54b1",
        "4ed4b6e9-f8bc-446c-984c-804de51738ef",
        "a81e0284-f8bd-4f35-9525-aa8b2496cc94",
        "1c5a30b8-7367-47c0-b4f4-9877412fbac0"
      ],
      "settings": {
        "image_left": "shopify:\/\/shop_images\/about-img-11.png",
        "title": "About Us",
        "content_right": "<p>Hello, Thank you for visiting my website.<\/p><p>I am Susan Thomas, originally from Gujarat, India now residing in Orland Park, IL. Fashion is my passion, especially Indian outfits. I hold high values to modesty, traditional, but yet classy clothing.<\/p><p>I live with a wonderful and supportive husband, who stands by me as I follow my heart and dreams. He makes my life so much fun and easy when I host live shows and events. I am not sure what I would do without him. I am a Mom to 2 amazing boys, who inspire me every day. They make sure I keep going and never give up. My youngest, Ethan, joins me on Facebook live shows and Aiden helps with lighting, sound and technology. My extended family are also heart of the business, cheering and rooting for me. For every occasion they chose Spark In Style collection and share pictures on Facebook. Spark In Style is incomplete without each one of them. I enjoy juggling between work, family, church and business. Life keeps me motivated and on my toe.<\/p>",
        "content_Bottom": "<p>When Covid-19 hit and many of us couldn't travel to India and what we all girls missed the most was - SHOPPING. Spark In Style was started in May 2021 with a mission to bring high-end, high-quality ready to wear dresses at an affordable price without breaking any bank accounts and add some sparkles to our closets. The business was a dream come true. For me, Covid-19 was an opportunity in disguise to make this dream come true.<\/p>",
        "image_right": "shopify:\/\/shop_images\/about-img-2.jpg",
        "content_left": "<p>By profession, I am a Project Manager. So, I am clueless about business and marketing. I watched my Dad, who had his own business. He nurtured, educated and inspired me to be an independent woman and gave me freedom to dream big. He passed away in 2013 leaving a wealth of knowledge behind. I am very fortunate to have that knowledge to kick start my dream 8 years later.<\/p><p>I love what I do. All dresses are carefully selected keeping my customers needs, latest trends and fashion in mind. I work directly with the manufacturers in India. I have a respectable, trustworthy business relationship with all my manufacturers so they curate the dresses according to my request. I have only received remarkable compliments and feedback for all the dresses, and for that, I thank my manufacturers and suppliers.<\/p><p>I am loving the process of working one on one with my clients. It brings me joy when I see the beautiful smile on their face that gets brighter in Spark In Style dresses. I've had the pleasure of building custom order dresses for weddings, engagements and church events.<\/p><p>THANK YOU to all of you for sharing this amazing journey with me. Always be your own self and leave a sparkle where ever you go.<\/p><p>Come join us on Facebook. We showcase new collections on our live shows on Facebook. <a href=\"http:\/\/facebook.com\/sparkinstyle521\">facebook<\/a> Follow us on Instagram: <a href=\"https:\/\/instagram.com\/sparkinstyle521\">Instagram<\/a><\/p>",
        "gallery_title": "My Family",
        "main_image": "shopify:\/\/shop_images\/about-img-3.webp"
      }
    }
  },
  "order": [
    "main",
    "da5c0772-65e9-4c1b-a67a-bbeda0b4355b"
  ]
}
